<script setup>
</script>

<template>
  <div class="mt-6 flex flex-col gap-3 transition-all transform duration-500 ease-out translate-x-full opacity-0 animate-slideIn">
    <p class="text-lg font-semibold">Вопросы клиенту задаем не с проста. Ответы клиента понадобятся вам на этапе презентация продукта!</p>
    <p>
      1. Вы заказываете препарат себе или кому то из своих близких?<br/>
      <span class="text-blue-700">(если клиент заказывает для близкого человека, то задаем вопросы относительно близкого человека)</span>
    </p>

    <p>
      2. ФИО, скажите, пожалуйста, ваш возраст и дату рождения?<br/>
      <span>В обязательном порядке указываем в анкете ПОЛ КЛИЕНТА!</span>
    </p>

    <p class="text-red-500">
      В случае если клиент спросит о стоимости в начале диалога:<br/>
      <span class="text-green-700">
        Сразу оговаривать стоимость нельзя! Необходимо сначала донести до клиента за что он будет оплачивать, то есть ценность продукта. По этому обходим цену!
      </span><br/>
      <span class="text-black">● Клиент-А сколько стоит?</span><br/>
      <span class="text-black">
        ● Оператор КЦ - И.О., я вам сейчас все подробно расскажу, сориентирую по спец. предложению, стоимости, отвечу на все ваши вопросы, и обязательно подберу для вас самую эффективную программу восстановления, буквально 2 минуты вашего внимания, позвольте задам вам несколько вопросов. Скажите:...И далее вопрос из блока «Выявления потребностей»?
      </span>
    </p>

    <p class="text-red-500">Что говорить при фразе от клиент «Я ничего не заказывал!»</p>

    <p>
      ● Ф.И.О понимаю возможно произошло недоразумение. Давайте в двух словах расскажу цель моего звонка?! Вы попали под одноразовую акцию по лучшему продукту (название продукта)Давайте вкратце задам вам пару вопросов и расскажу про препарат ,хорошо?)
      <span class="text-red-500">Далее переходим к выявлению потребностей!</span>
    </p>

    <p class="text-red-500">Когда клиент отказывается отвечать навопросы!</p>

    <p>
      ● Ф.И.О. поймите меня правильно, Я хочу Вам помочь. и мне необходимо понять как вы сейчас себя чувствуете и что на данный момент Вас беспокоит. Я являюсь ведущим специалистом, Вы можете мне полностью доверять!) Я задам пару вопросов хорошо?
      <span class="text-red-500">Далее переходим к выявлению потребностей!</span>
    </p>

    <ul>
      <li>● Скажите, пожалуйста, что Вас сейчас беспокоит?(проблемы с потенцией)</li>
      <li>
        ● Как проявляется? (отсутствие влечения, вялая эрекция, короткий половой акт, быстрое семя извержение, не яркий оргазм, отсутствие эрекции после сна)
      </li>
      <li>● Какие неудобства испытываете? (Нежелания заниматься сексом, снижение самооценки, страх при половой близости, не удовлетворяете свою партнершу)</li>
      <li>● Как давно у вас эти симптомы?</li>
      <li>● Обследования проходили? Что говорят врачи?</li>
      <li>● Какие средства Вы уже использовали? (возбудители, виагра, гельлубрикант, казанова)</li>
      <li>● Довольны результатом? Что не устраивает?</li>
      <li>
        ● Скажите, пожалуйста, у Вас есть лишний Вес, малоподвижный образ жизни, вредные привычки, редкий половой контакт, работа на улице в зимнее время?(это усугубляет ситуацию)
      </li>
      <li>
        ● Скажите, пожалуйста, В последнее время проблемы с потенцией усилились?
      </li>
    </ul>

    <h1 class="text-2xl font-bold">ПОДЫТОЖИВАНИЕ ВЫЯВЛЕННЫХ ПОТРЕБНОСТЕЙ</h1>

    <p>
      ● Ф.И.О., спасибо за доверие! Мне ваша ситуация понятна. Я обязательно вам в этом помогу, и расскажу, как именно ManBalance позволит вам достичь желаемого результата.
      <span class="text-red-500">Далее переходим к презентации!</span>
    </p>

  </div>
</template>