<script setup>
const css = {
  th: "border border-slate-700 text-md",
  td: "border border-slate-700 p-2 align-top text-sm"
};
</script>

<template>
  <div class="mt-6 flex flex-col gap-3 transition-all transform duration-500 ease-out translate-x-full opacity-0 animate-slideIn">
    <table class="border border-gray-500 border-collapse">
      <thead>
        <tr>
          <th :class="css.th">Цена</th>
          <th :class="css.th"></th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td :class="css.td">
            <p class="text-justify">
              <span class="font-bold">Дорого!</span> (после озвучивания стоимости полного и расширенного курсов)
              На данный момент не планировала покупки на большую сумму!
              <span class="text-red-500 font-bold">
                Стратегия работы с возражением ДОРОГО! Сначала нужно менять не цену, а повышать ценность продукта (выгоды от использования)!
              </span>
            </p>
          </td>
          <td :class="css.td">
            <p>1. Выслушать! Не перебивать!</p>
            <p>2. Да, я вас понимаю, вопрос стоимости один из ключевых при выборе продукта!</p>
            <p>3. Уточняющие вопросы:</p>
            <p>✅ Уточните, с чем вы сравниваете? С ценой другого продукта? Или С ценой другого интернет- магазина?</p>
            <p>✅ Вам важно то, сколько стоит Про Стронг или то, как быстро вы сможете восстановить свое мужское здоровье?</p>
            <p>✅ Если откинуть стоимость, ManBalance Вам полностью подходит?</p>

            4. Аргументы:
            ● Я понимаю Вас. Лучшие продукты всегда дороже других! Вы согласны с этим?

            ● Да, действительно, на первый взгляд, кажется, что ManBalance стоит немало. Очевидными достоинствами(продукта) являются то, что в состав входят натуральные компоненты, которые улучшают кровообращение в области малого таза, за счет этого рассасываются все воспалительные процессы, потенция восстановится, время полового акта увеличивается в разы и самое главное результат закрепляется на долгое время. И все это обойдется вам всего лишьв тнг на полный курс восстановления! Как вы считаете, стоит немного вложиться, чтобы потом радоваться жизни?

            ● Конечно,иногда можно сэкономить,при этом только не на своем здоровье!ведь такая «экономия» не оправдает себя и приведет только к дополнительным затратам. Ф.И.О вы всю жизнь работаете, обеспечиваете своих близких, настало время заняться собой! Деньги, при желании,можно найти, а вот простатит и нарушения эрекции ведет за собой ряд последующий осложнений. Поэтому рекомендую начать курс восстановления сейчас, нежели потом жалеть об утраченном времени.

            ● Напомню вам, что сейчас вы заказываете продукт по базовой стоимости и экономите своиденьги, уже завтра стоимость вырастет на 50%, что будет крайне невыгодно для вас, поэтому давайте оформим заказ прямо сейчас!Как вам такое предложение?
          </td>
        </tr>
        <tr>
          <th :class="css.th">Нет денег</th>
          <th :class="css.th"></th>
        </tr>
        <tr>
          <td :class="css.td"></td>
          <td :class="css.td">
            1. Выслушать! Не перебивать!

            2. Это вполне нормальная ситуация! У меня тоже такое бывает!

            3. Уточнения/ аргументы-
            ● Я бы подождал, пока Вы найдете, однако ваша ситуация ждать не будет - Мы можем дать вам результат! Я уверена,вы уже устали ходить по врачам,скупать«тонны»лекарствваптеках, это никуда не годится! Спец. предложение заканчивается сегодня, остались последние…уп. Вы же хотите решить свою проблему? – Да! - Правильно?!Поэтому, давайте оформим заказ прямо сейчас!

            ● У вас же, наверняка, была ситуация, что денег не было, а вы все равно нашли. Может, имеет смысл более тщательно рассмотреть мое предложение?

            ● В таком случае, предлагаю вам оформить заказ на пробный курс. Вы попробуете продукт, почувствуете первые результаты и потом, как появится финансовая возможность, «до закажите» оставшееся количество упаковок, без всяких вопросов, потому что будете на100% уверены в эффективности Про Стронг. Как вам такое предложение?
          </td>
        </tr>
        <tr>
          <td :class="css.td">
            <p class="text-justify">
              <span class="font-bold">Дорого!</span> я рассчитывал на сумму 1200 тг!
              Это «замануха»? Почему не за 1200тг? «Лохотрон»!
              <span class="text-red-500 font-bold">
                Стратегия работы- Сначала сломать стереотип того, что можно сейчас что-то купить за 1200 тнг, потом перевести это возражение в возражение ДОРОГО
              </span>
            </p>
          </td>
          <td :class="css.td">
            1. Выслушать! Не перебивать!

            2. Хорошо, что вы мне об этом сказали, давайте я вам объясню

            3. Я правильно вас понимаю, вам не до конца понятно из чего складывается стоимость продукта, верно?

            4. Аргументы-

            ● Действительно, на официальном сайте ManBalance _______ указана цена 1200 тнг. (или 599 тнг и т.д.) Это стоимость упаковки при покупке курса восстановления, что также указано на сайте. Вы обратили на это внимание?

            ● Представьте, что вы приходите в магазин и видите информацию о скидках- напр, 2 пакета молока покупаете + 1 в подарок, вы же понимаете – чтобы получить 1 пакет бесплатно, надо купить 2 пакета? Или вы забираете «подарочный» пакет и уходите? (сдвиг стереотипов)

            ● Согласитесь, что эффективный продукт, который решает несколько проблем со здоровьем, при этом высоко безопасный, не может стоить 1200 тнг! Как вы считаете?

            ● Стоимость любого продукта складывается из стоимости лекарственного сырья, упаковки, транспортировки и прочих факторов, согласитесь, что качественный продукт никак не может стоить 5 тнг. Или вы считаете по-другому?

            ● Давайте честно, если бы я реально продавал вам ManBalance по 1200 тнг ___ упаковок, это не вызвало бы это у вас сомнений и подозрений? вы бы реально принимали (продукт)?! Что для вас важнее - просто купить или решить свою проблему? (сдвиг стереотипов)

            ДАЛЕЕ ПЕРЕВЕСТИ ЭТО ВОЗРАЖЕНИЕ В ВОЗРАЖЕНИЕ «ДОРОГО» И УЖЕ РАБОТАТЬ С ВОЗРАЖЕНИЕМ «ДОРОГО»

            5. я ответила на ваш вопрос? Я убедила вас? Этой информации достаточно, чтобы мы перешли к оформлению заказа?

            Если клиенту от 18 до 45лет.

            - Ф.ИО, позвольте я поясню вам, почему решение стоит принять именно сегодня? Во-первых партиятовара, которая имеется у нас сейчас в наличии уже заканчивается, и если вы обратитесь к нам чутьпозже, то вам уже придется ждать какое-то время, пока он поступит в Казахстан, а во-вторых вашаскидка действует только сегодня, и купить его завтра на таких же условиях у вас уже не получится.

            История пример клиента:
            Кстати (очень доброжелательно), у меня есть один случай: в конце марта, когда только начинался карантин ко мне обратился один клиент,он так же хотел подумать и ушел от нас с пустыми руками.
            Но буквально через три недели он снова обратился к нам и из разговора с ним я выяснила, что он прошел множество обследований и сдал анализы,затратив на это круглую сумму,а так же оставил
            немало денег в аптеке,но положительных результатов так и не получил,за это время его состояние только ухудшилось,и в итоге он приобрел наш препарат и благополучно прошел курс
            восстановления, остался очень доволен и теперь уже к нам обращаются его родные и друзья.

            Если клиент старше 50лет.
            В период пандемии людям вашего возраста нежелательно находиться в общественных местах с большим накоплением людей,такие как аптеки,больницы и т.д.
            Приобретаяв нашей Онлайн аптеки любой продукт,вам не придется рисковать здоровьем в поисках лекарств,доставку произведут прямо к вам домой абсолютно бесплатно!

            История пример клиента:
            Кстати (очень доброжелательно), у меня есть один случай: в конце марта, когда только начинался карантин ко мне обратился один клиент,он так же хотел подумать и ушел от нас с пустыми руками. Но буквально через три недели он снова обратился к нам и из разговора с ним я выяснила, что онпрошел множество обследований и сдал анализы, затратив на это круглую сумму, а так же оставил немало денег в аптеке,но положительных результатов так и не получил,за это время его
          </td>
        </tr>
        <tr>
          <th :class="css.th">Качество</th>
          <th :class="css.th"></th>
        </tr>
        <tr>
          <td :class="css.td">
            <p class="text-justify">
              Мне нужно посоветоваться с мужем(супругой)
            </p>
          </td>
          <td :class="css.td">
            <p>1. Выслушать! Не перебивать!</p>
            <p>2. Я разделяю вашу озабоченность!</p>
            <p>3. Уточняющие вопросы-</p>
            <p>✅ ИМЯ,клиента,могу узнать причину,ваш супруг/супруга не одобрит?</p>
            <p>✅ Я правильно вас понимаю,что продукт понравился,и если супруг/супруга одобрили,вы бы купили?</p>

            4. Аргументы:
            Если клиенту от 18 до 45лет:
            Имя КЛ, понимаю Вас, многие супруги ничего не разрешают, когда речь идет о затратах. Я уверенаэто потому,что Ваш супруг/супруга не понял,как наш продукт поможет вашему здоровью,какую пользу он принесет, сколько денег он сможет сэкономить, однажды потратив на покупку нашего продукта. История пример клиента: ФИО клиента,у меня был такой пример с моим киентом.Очень понравился продукт,но ее супрг запретил брать,даже толком не выслушав.Буквально через неделюу клиента прогрессировала болезнь,в больницах очереди,в аптеках нет препаратов.В итоги муж клиентки сам к нам позвонил,вспомнил про наш продукти все таки оставил заявку,ему не пришлось никуда ездить и рисковать здоровьем во время пандемии,он просто принял посылку от курьера,при этом у нас еще и доставка бесплатная! Ну вот сразу возникает вопрос, зачем экономил ранее? Верно?! /слушаем/Давайте я попробую Вам помочь уговорить вашего супруга? Я сама расскажу о преимуществах нашегопродукта,согласны?

            Если клиенту старше 50 лет:
            - Я думаю ваш супруг не будет против вашего лечения с помощью нашей продукции! Так как, в период пандемии людям вашего возраста нежелательно находиться в общественных местах с большим накоплением людей,такие как аптеки,больницы и т.д. Приобретая в нашей Онлайн аптеке любой продукт,вам не придется рисковать здоровьем в поисках лекарств,доставку произведут прямо к вам домой абсолютно бесплатно!

            История пример клиента:
            ФИО клиента, у меня был такой пример с моим клиентом . Очень понравился продукт, но ее супруг запретил брать,даже толком не выслушав.Буквально через неделю у клиента прогрессировала болезнь, в больницах очереди, в аптеках нет препаратов. В итоги муж клиентки сам к нам позвонил,вспомнил про наш продукти все таки оставил заявку,ему не пришлось никуда ездить и рисковать здоровьем во время пандемии, он просто принял посылку от курьера, при этом у нас еще и доставка бесплатная!Ну вот сразу возникает вопрос,зачем экономил ранее?Верно?!/слушаем/Давайтея попробую Вам помочь уговорить вашего супруга?Я сама расскажу о преимуществах нашего продукта,согласны?
          </td>
        </tr>
      </tbody>
    </table>
  </div>
</template>
