<script setup>

</script>

<template>
  <div class="mt-6 flex flex-col gap-3 transition-all transform duration-500 ease-out translate-x-full opacity-0 animate-slideIn">
    <p>
      <span class="font-bold">Свойства:</span>
      ManBalance идет в виде 90 капсул, 1уп хватает на 45 дней применения Производство-Россия
    </p>
    <p>
      <span class="font-bold">Преимущество:</span>
      ManBalance полностью состоит из природных компонентов, не содержит гормонов, красителей и химических веществ. Не вызывает привыкания и аллергических реакций, имеет сертификат ,подтверждающий высокое качество и безопасность продукции.
    </p>
    <p>
      <span class="font-bold">Выгода:</span>
      ManBalance - популярный и эффективный природный стимулятор мужской потенции силы
    </p>


    <p>
      В состав входят:<br/>
      Спирулина - это водоросль из Индия Индонезия и веками использовался в народной медицине Мадагаскара. Обладает выраженным возбуждающим и стимулирующим действием, повышает сексуальную силу<br/>
      <span class="font-bold">
        - -Экстракт Маки перуанской улучшают кровообращение в малом тазу, благодаря этому восстанавливается выработка естественного тестостерона, как результат у вас быстрое восстановление полового акта,стойкая эрекция и яркий оргазм как в молодости,ну и бонусом–красивая мужественная фигура, Полная тонуса,энергии выносливости
      </span>
    </p>

    <p class="font-bold">
      -Корень женьшень (применяется с древних времен в китайской медицине для восстановления мужской силы)стимулирует либидо и усиливает наслаждение при половом акте.
    </p>

    <p class="font-bold">
      Расширяет сосуды и увеличивает кровообращение полового органа, вызывает прилив крови в органы малого таза, что способствует повышению сексуального влечения, поддерживает Работоспособность нервных узлов спинного мозга, которые ответственны за мужскую эрекцию, это Позволит вам быстро привести половой орган в состояние эрекции удерживать его длительное время, благодаря этому вы восстановите свою мужскую силу, получите истинное удовольствие от близости и удивите партнершу невиданными вершинами блаженства!
    </p>

    <p class="font-bold">
      Комплекс натуральных активных компонентов, которые входят в состав MAN BALANCE стимулирует выработку в организме собственного тестостерона до его нормального уровня, что способствует поддержанию нормальной сексуальной активности. Способ применения: Принимать по 1 капсуле на голодный желудок за 30 минут до еды в первой половине дня, запивать водой не менее 100мл.
    Продукт натуральный, не содержит гормонов, искуственных, лекарственных веществ,не вызывает привыкания. Рекомендованный курс 45 дней. Возможно однократное
    Применение для коррекции нарушения эректильных функции стрессового характера. При возрастных отклонениях рекомендуется пройти курс 45дней.
    </p>

    <p class="text-red-500">
      Когда будете использовать продукт, очень важно не пропускать ни дня, чтобы добиться максимального эффекта. При соблюдении инструкции по применению ManBalance, биогенная формула нативного комплекса активизируется в течение 24 часов после приёма.
      Только, пожалуйста, наберитесь терпения и завершите курс до конца, хорошо?
    </p>

    <p class="font-bold">
      Рекомендации: По мере возможности, старайтесь избегать повышенных нагрузок, больше находитесь в покое, делайте перерывы в работе, также избегайте переохлаждения, чтобы результат был быстрее.
    </p>

    <p>
      <span class="font-bold">
        Таким образом, после прохождения курса восстановления MAN BALANCE :
      </span><br/>
      Вы забудете...<br/>
      Исправите..<br/>
      Восстановите…<br/>
      Получите…<br/>
      (Конкретный результат который получит клиент (словами клиента).Исходя из тех
      потребностей, болей, страхов, дискомфорта, которые оператор записал в начале разговора. В утвердительной форме в будущем времени ,чтобы
      <span class="font-bold">клиент примерял картинку и образы на себя)</span><br/>Именно такой результат вы хотите получить, И.О.?
    </p>

    <p>
      <span class="text-red-500 font-bold">Сравнение са птечными препаратами(учитывается при прослушке)</span><br/>
      В отличии от аптечных препаратов, ManBalance полностью натуральный продукт, не вызывает побочных действий и хорошо переносится.
      Например на простамол уно, Виагру, Левитру
      <span class="font-bold">
        цена в аптеках составляет от 5000 до 7000тг, Вам необходимо будет приобретать как минимум 3 уп в месяц ( 3*7000 = 21000тг ) а в год это до 200000тг так как данные аптечные препараты имеют одноразовый эффект!
      </span><br/>
      Даже после однократного приема имеет немало побочных эффектов и противопоказаний- такие как-тошнота, диарея, рвота, головокружение, шума ушах.
      Продолжительных побочных эффектов составляет более 48 часов.
      Поэтому, ManBalance является прекрасной альтернативой при длительном приеме. Про Стронг очень хорошо переносится!
    </p>

    <p class="text-red-500 font-bold">Усугубление ситуации:</p>

    <p class="text-red-500">
      поймите если вовремя не предпринять меры то ситуация может обернуться, отсутствием эрекции,постоянным позывам к мочеиспусканию, неуверенностью в себе как в мужчине, отсутствие детей,в нынешнее время необходимо тщательно следить за своим здоровьем!
    </p>

    <p class="font-bold">
      Я уверен(а),что вы хотите предупредить подобные осложнения,правильно?
    </p>

    <p>
      В последнее время, все чаще применяют специальные лечение простатита — массаж простаты,<br/>
      удаления отдельных участков железы через мочеиспускательный канал, введение инъекций впаховую область,<br/>
      однако это очень болезненно и дорого далеко не каждый может себе это позволить, вы согласны?<br/>
    </p>

    <p>
      Средняя стоимость услуг уролога по РК составляет от
      <span class="font-bold">25.000тг до 50.000тг </span>
      в зависимости от стажа работы уролога + Вы покупаете прописанные аптечные
      препараты на сумму
      <span class="font-bold">
        30.000тг и проходите еженедельную терапию где одна 1 неделя стоит 10.000тг Вам как минимум необходимо пройти 3 недели терапий.
        Итого курс лечения Вам обойдется от 105.000–220.000тг
      </span>
    </p>

    <p class="font-bold">
      Поэтому я предлагаю вам пройти курс восстановления ManBalance и убедиться на собственном опыте в его высокой эффективности
    </p>

    <p>
      <span class="font-bold">Доверие к продукту:</span><br/>
      Наша Онлайн аптека уже более 10 лет на рынке, на данный момент из-за тяжелой кризисной ситуации ,было принято сделать акцию на наши продукты. Уверен(а)в качестве вы не разочаруетесь!<br/>
      Продукция Онлайн аптеки успешно реализуется в 8 странах мира, включая Малайзию и Сингапур. Нам доверяют миллионы довольных клиентов по всему миру
      За сегодня вы 26 клиент кому выпала возможность приобрести наш продукт с бесплатной доставкой!)
      <span class="font-bold">Согласитесь стоит воспользоваться шансом да?</span>
    </p>

    <p class="font-bold">
      ПОДЫТОЖИВАНИЕ ПРЕЗЕНТАЦИИ:<br/>
      Ф.И.О.клиента! Вам все понятно? Остались ли вопросы по продукту?
    </p>
  </div>
</template>